Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/press_releases_fi/gielladahku_duodji_matleena_fofonoff_2011.pdf.tmx
Source language: sme
Languages: sms

source: Vettiin ráhkaduVVon Veaddegore lohkiin, láibelihtti ja Sohkarlihtti
sms: Pääʹres vueʹddi kâʹccem äiʹǧǧ lij, teʹl ko olžvueiʹvv lij lieʹđeei.

source: Veattit roggojuvvojit eatnamis dalán go doallu lea suddan ja daid sáhttá roggat dassážii, go eana fas galbmá čakčat ja šaddá doallu.
sms: Vueʹddi puʹtstumuš lij šiõǥǥ da aʹlǩǩes tuejjeed juʹn mieʹccest, tõt lij njââʹllääiʹj ouddõs da “ luâtt veäʹǩǩad ” puʹtstemtuâjast.

source: Buoremus áigi buhtistit vettiid lea njallaáigi, dal
sms: Vueʹddid vuäitak laannjâd še mieʹccest valmmša, jõs lij âsttäiʹǧǧ.

source: Bargoneavvun leat guohkki, buvku, ráigojuvvon dákti dahje čoarvi.
sms: Tuâjjneävvan feʹrttje leeʹd mieʹldd, kueʹǩǩ, neiʹbb, täʹhtt leʹbe čuäʹrvv.

source: Ráigojuvvon dákti lea
sms: Čueʹrvest vuäitt tuejjeed määŋgnallšem tuâjjneävvaid.

source: ráhkaduvvon bohcco čuožžamasas dego gođđimis geavahuvvon soairuge.
sms: Puõccu čueʹrv jiâ leäkku seämmanallšem, tõid vuäitt jueʹǩǩed puõcci sooǥǥ mieʹldd.

source: Buhtistuvvon veattit goikaduvvojit ja seailluhuvvojit goike ja itkos sajis ovdamearkan áittis smávva nođđun.
sms: Čâʹlmmsõs ǩiõtt-tuejjlaž vuäinn juʹn čueʹrvest, måkam čuäʹrvv kõõskast leʹbe njiõccjõstääuʹtest raajât vääžnai ääʹrbvuâlaž tuâjjneävvaid.

source: Ávdnedettiin veattit sodjalahttojuvvojit báhkka čázis ja gođa luddejuvvo.
sms: ʼhtt ääʹrbvuâlaž tuâjj lij vuäʹddtuâjj, koozz âʹlǧǧe leeʹd jiijjâs i tuâjjneävv.

source: eaddi lea jorbbas.
sms: Puõccu njiccjõstähtta liâ pokkum valmmša vueʹddi âssasvuõđ mieʹldd uʹcc jeeʹres šoora rääiǥa.

source: Duvddaveatti lihkahemiin oažžu duodjái háliduvvon hámi.
sms: Näkam tuâjjneävvain lij aʹlǩǩes puʹtsted õiʹdde kõccum vueʹddid.

source: Gođđimis adno-juvvo bargoneavvun bohccodávttis ráhkaduvvon soairu.
sms: Njiccjõstääuʹtest raajât veâl vuäʹrid, vueʹddi njââʹđđem diõtt.

source: Smávva buvkkoš lea buorre veahkki
sms: Uʹcc neeibaž lij šiõǥǥ veäʹǩǩ vueʹddi laannjâm poodd.

source: vettiid luddemii álggos, muhto dan maŋŋá veattit luddejuvvojit gieđaiguin.
sms: Obbvueʹdd laannjmõš tuejjeed nuʹtt, što vuäʹdd laanjât pieʹljivuiʹm kueiʹtt årra.

source: Duodji báidnojuvvo ostočáziin ja loahpas dat vel vuoiddaduvvo oljjuin.
sms: Vuäʹddtuâi vuäitt ââʹnned pärkkčääʹʒʒest eeuʹn vuäʒʒam diõtt da looppâst tuâjj pååusat ooljin.

source: (Teaksta Matleena Fofonoff)
sms: (Teʹkstt Matleena Fofonoff)
